```
OpenTofu used the selected providers to generate the following execution plan. Resource actions are indicated with the following symbols:
  + create

OpenTofu will perform the following actions:

  # module.default_github_labels_for_gpo_it.github_issue_label.bug will be created
  + resource "github_issue_label" "bug" {
      + color       = "d73a4a"
      + description = "Something isn't working"
      + etag        = (known after apply)
      + id          = (known after apply)
      + name        = "bug"
      + repository  = "gpo-it"
      + url         = (known after apply)
    }

  # module.default_github_labels_for_gpo_it.github_issue_label.documentation will be created
  + resource "github_issue_label" "documentation" {
      + color       = "0075ca"
      + description = "Improvements or additions to documentation"
      + etag        = (known after apply)
      + id          = (known after apply)
      + name        = "documentation"
      + repository  = "gpo-it"
      + url         = (known after apply)
    }

  # module.default_github_labels_for_gpo_it.github_issue_label.duplicate will be created
  + resource "github_issue_label" "duplicate" {
      + color       = "cfd3d7"
      + description = "This issue or pull request already exists"
      + etag        = (known after apply)
      + id          = (known after apply)
      + name        = "duplicate"
      + repository  = "gpo-it"
      + url         = (known after apply)
    }

  # module.default_github_labels_for_gpo_it.github_issue_label.enhancement will be created
  + resource "github_issue_label" "enhancement" {
      + color       = "a2eeef"
      + description = "New feature or request"
      + etag        = (known after apply)
      + id          = (known after apply)
      + name        = "enhancement"
      + repository  = "gpo-it"
      + url         = (known after apply)
    }

  # module.default_github_labels_for_gpo_it.github_issue_label.epic will be created
  + resource "github_issue_label" "epic" {
      + color       = "5319E7"
      + description = "A large project that needs to be broken into parts"
      + etag        = (known after apply)
      + id          = (known after apply)
      + name        = "Epic"
      + repository  = "gpo-it"
      + url         = (known after apply)
    }

  # module.default_github_labels_for_gpo_it.github_issue_label.good_first_issue will be created
  + resource "github_issue_label" "good_first_issue" {
      + color       = "fbca04"
      + description = "Good for newcomers"
      + etag        = (known after apply)
      + id          = (known after apply)
      + name        = "good first issue"
      + repository  = "gpo-it"
      + url         = (known after apply)
    }

  # module.default_github_labels_for_gpo_it.github_issue_label.help_wanted will be created
  + resource "github_issue_label" "help_wanted" {
      + color       = "fbca04"
      + description = "Extra attention is needed"
      + etag        = (known after apply)
      + id          = (known after apply)
      + name        = "help wanted"
      + repository  = "gpo-it"
      + url         = (known after apply)
    }

  # module.default_github_labels_for_gpo_it.github_issue_label.invalid will be created
  + resource "github_issue_label" "invalid" {
      + color       = "e4e669"
      + description = "This doesn't seem right"
      + etag        = (known after apply)
      + id          = (known after apply)
      + name        = "invalid"
      + repository  = "gpo-it"
      + url         = (known after apply)
    }

  # module.default_github_labels_for_gpo_it.github_issue_label.question will be created
  + resource "github_issue_label" "question" {
      + color       = "d876e3"
      + description = "Further information is requested"
      + etag        = (known after apply)
      + id          = (known after apply)
      + name        = "question"
      + repository  = "gpo-it"
      + url         = (known after apply)
    }

  # module.default_github_labels_for_gpo_it.github_issue_label.volunteer will be created
  + resource "github_issue_label" "volunteer" {
      + color       = "fbca04"
      + description = "Good issue for a volunteer"
      + etag        = (known after apply)
      + id          = (known after apply)
      + name        = "volunteer"
      + repository  = "gpo-it"
      + url         = (known after apply)
    }

  # module.default_github_labels_for_gpo_it.github_issue_label.wontfix will be created
  + resource "github_issue_label" "wontfix" {
      + color       = "ffffff"
      + description = "This will not be worked on"
      + etag        = (known after apply)
      + id          = (known after apply)
      + name        = "wontfix"
      + repository  = "gpo-it"
      + url         = (known after apply)
    }

Plan: 11 to add, 0 to change, 0 to destroy.
```